{
    "articles": [
        {
            "title": "Coronavirus Cases Triple In South Korea; WHO Keeps Eye On Africa, Iran",
            "source": "https://text.npr.org/s.php?sId=808440540",
            "text": "The number of new coronavirus cases nearly tripled in South Korea on Saturday, the fourth consecutive day that tally has seen a major spike. Korea Centers for Disease Control and Prevention reported that the total number of confirmed cases in the country rose to 433 — less than 24 hours after the sum stood at 156.\r\n\r\nAs of Tuesday, the number of confirmed cases was just 31.\r\n\r\nMany of the new patients Saturday were located in or near Daegu, South Korea's fourth-largest city, where dozens of people linked with a Christian sect known as the Shincheonji Church of Jesus have shown symptoms of respiratory illness. The church, which has about 150,000 adherents, says it has shared with authorities the names of members who may have been exposed to the virus, and it is encouraging them to enter quarantine.\r\n\r\nMeanwhile, in the nearby city of Gumi, Samsung said it is shutting down a mobile device factory after confirming a case of the coronavirus at the facility. The Korean electronics giant said it is shuttering the factory at least through the weekend.\r\n\r\n\"The company has placed colleagues who came in contact with the infected employee in self-quarantine and taken steps to have them tested for possible infection,\" the company said in a statement released Saturday.\r\n\r\nTwo patients in South Korea have died from the disease now known as COVID-19, while at least 18 have recovered and been released from care. Thousands more are still undergoing testing for the respiratory disease.\r\n\r\nAll told, there have been more than 77,000 confirmed cases of the coronavirus worldwide, more than 2,300 of which have ended in a patient's death. The vast majority of those cases so far have been reported in mainland China, where the outbreak has its roots in the city of Wuhan — though the number of new confirmed cases there reportedly has been declining recently.\r\n\r\nBut the virus has not stopped at the Chinese border, Japan has seen recent leaps in cases of its own. And health officials are anxiously watching the numbers swell in countries even farther afield.\r\n\r\n\"The increasing signs of transmission outside China show that the window of opportunity we have for containing this virus is narrowing,\" Tedros Adhanom Ghebreyesus, the director-general of the World Health Organization, told a news conference Saturday.\r\n\r\nOf particular concern, he said, are \"the number of cases with no clear epidemiological link, such as travel history to China or contact with a confirmed case.\" He described as especially worrisome the disease's spread in Iran, where health officials have confirmed at least 28 cases, 10 of which were reported in the past day.\r\n\r\nHe said the WHO has sent testing kits to Iran. And though just one confirmed case has been reported in Africa — in Egypt, specifically — Tedros warned that because of the robust trading relationship between China and some countries on the continent, health officials should be preparing for its arrival before long.\r\n\r\n\"Our biggest concern continues to be the potential for COVID-19 to spread in countries with weak health systems,\" he said.\r\n\r\n\"We know a little bit more about this virus and the disease it causes. We know that more than 80% of patients have mild disease and will recover, but the other 20% of patients have severe or critical disease, ranging from shortness of breath to septic shock and multi-organ failure,\" said Tedros.\r\n\r\n\"These patients require intensive care, using equipment such as respiratory support machines that are, as you know, in short supply in many African countries.\""
        },
        {
            "title": "Former acting Attorney General Matt Whitaker: Russia 'trying to interfere in 2020'",
            "source": "http://lite.cnn.com/en/article/h_af09ebd1b935c87120c1eaf2888b59d2",
            "text": "Former acting Attorney General Matthew Whitaker warned Russia is \"trying to interfere in 2020\" during remarks at the Oxford Union in the UK on Friday, remarks that came after it was revealed that a Capitol Hill briefing on Russia's continued election interference had angered President Donald Trump.\r\n\r\nCNN has obtained a recording of Whitaker's remarks. Whitaker, who replaced Attorney General Jeff Sessions, told the audience at Oxford that law enforcement officials at the Justice Department and the FBI were constantly on guard against the Russian threat to US elections.\r\n\r\n\"I am never going to deny that Russia tried to interfere in 2016,\" Whitaker said. \"They tried to interfere in 2018. And they're trying to interfere in 2020,\" Whitaker said, adding the Kremlin's efforts go back to the Reagan administration.\r\n\r\n\"We have to be on guard,\" Whitaker said. \"At the Department of Justice, especially at the FBI, we had a unique view as to how to interrupt their effort. It's a counterespionage, counterintelligence, all of the kind of things that you do when other countries are trying to interfere in your domestic elections.\"\r\n\r\nThe intelligence community's top election security official delivered a briefing to lawmakers last week warning them that the intelligence community believes Russia is already taking steps to interfere in the 2020 election with the goal of helping Trump win, three sources familiar with the matter tell CNN. Last week's briefing, led by election security official Shelby Pierson and first reported by The New York Times, addressed the overall picture of Russia's efforts, including hacking, weaponizing social media and attacks on election infrastructure, one of the sources said.\r\n\r\nWhitaker was asked about Trump's pressure campaign on Ukraine to obtain dirt on former Vice President Joe Biden, an effort that led to the President's impeachment in the House and acquittal in the Senate. The former acting attorney general brushed off the notion that the Ukraine scandal will somehow lead to unchecked presidential powers.\r\n\r\n\"We got a transcript and we read the transcript and everybody can see what the transcript says and what the President did,\" he said. \"I agree with Republicans that it's not an impeachable offense. I don't think it provides a safe harbor that now the President can ask for personal favors.\"\r\n\r\nWhitaker said Democrats failed to remove the President, in part, because they lacked the votes to do so in the Senate.\r\n\r\n\"Elections fundamentally have consequences,\" Whitaker said.\r\n\r\nWhitaker also weighed in on current Attorney General William Barr's recent complaints that Trump's tweets about sensitive Justice Department cases make his life more difficult.\r\n\r\n\"I believe Bill Barr when he says the President tweeting about cases is not helpful for him running the Department of Justice and administering justice,\" Whitaker said.\r\n\r\n\"I was lucky that I didn't have the President tweeting about cases, except for the Mueller investigation while I was acting attorney general,\" Whitaker added. \"So that was good for my experience.\""
        },
        {
            "title": "Thailand's Constitutional Court Dissolves Major Opposition Party",
            "source": "https://text.npr.org/s.php?sId=808149472&rid=1001",
            "text": "Thailand's top court has dissolved a nascent political party that has rankled the country's military establishment.\r\n\r\nThe court said the party's leader, 41-year-old Thanathorn Juangroongruangkit, violated election law because he gave the new party about $6 million – far more than Thai law allows for political donations. Thanathorn insists the money was a loan.\r\n\r\nThe party, Future Forward, was formed less than two years ago and surprised observers with its strong third-place showing in elections last March. It \"ran on a platform that included reducing the military's role in Thai politics, a message that resonated, especially with young people,\" as Michael Sullivan reported for NPR from Chiang Rai.\r\n\r\nThe court also banned the party's 16-member executive committee from politics for the next ten years, some of whom are currently serving in Parliament. More than 60 other party members who hold seats in Parliament have 60 days to join a different party, according to the Bangkok Post.\r\n\r\nThanathorn, the heir to an auto parts fortune, addressed supporters on Friday and encouraged them to keep fighting.\r\n\r\n\"This is the time to prove they can't destroy us. We must be stronger as they want to grind us into the dirt,\" he said, according to The Associated Press. \"Therefore, this is the time to stand firm. Don't change your mind. Don't lose your fire. Don't stop dreaming. The Future Forward Party isn't just a political party, but a spirit, people and a journey.\"\r\n\r\nThailand's prime minister, Prayuth Chan-ocha, took power in a military coup in 2014. His party performed well in last year's general election and he held onto his office, though as Sullivan reported, it was a contest that \"most independent observers say was rigged in the military party's favor.\" In 2016, Thai voters also approved a new constitution that further enshrined the power of the military in the country's political life.\r\n\r\nFuture Forward and its leader have faced dozens of legal challenges. The party has had to defend itself in court against claims that it is associated with the Illuminati secret society, apparently because its inverted triangle symbol bears a likeness to the group's symbol. A court dismissed the charge last month.\r\n\r\nAccording to the Bangkok Post, Thanathorn told supporters that the party would rebrand as a movement focusing on education and environmental issues, and he will fund it. The word \"party\" has been crossed out from the group's logos on social media, the newspaper stated.\r\n\r\nThe isn't the first time Thailand's Constitutional Court has dissolved a party, as Reuters noted. In 2006, the Thai military launched another coup against then-Prime Minister Thaksin Shinawatra. The following year, the court dissolved his party.\r\n\r\nThe European Union sharply criticized Future Forward's dissolution, calling it \"a set-back for political pluralism in Thailand.\" The EU noted that the party received more than 6 million votes.\r\n\r\n\"Dissolving political parties or banning Members of Parliament runs counter to the process of restoring pluralism initiated last year,\" the EU stated. \"Political space in Thailand should remain open.\""
        },
        {
            "title": "Study Finds Century-Old Combat Helmet Is A Superior Shield Against Brain Trauma",
            "source": "https://text.npr.org/s.php?sId=808333569&rid=1001",
            "text": "In the weeks following Iran's Jan. 8 ballistic missile attack on the Ain al-Assad air base in Iraq, 110 American service members deployed there were diagnosed with what has been the signature, albeit invisible, wound of the wars in Iraq and Afghanistan: traumatic brain injury caused by concussive blasts from exploding weapons.\r\n\r\nEven if all of those service members were wearing combat helmets, they and more than 400,000 other U.S. troops diagnosed with TBI over the past two decades lacked equipment that was specifically designed to protect their brains from the blast of shock waves.\r\n\r\nThat's because ever since the first modern combat helmet came out in 1915, these so-called \"brain buckets\" have been designed to protect heads not from invisible shock waves, but from shrapnel, bullets and other blunt physical objects.\r\n\r\nIn fact, a recent study done by a team of Duke University researchers finds that the 105-year-old \"Adrian\" helmet used by the French army in World War I can provide better blast protection than the Advanced Combat Helmet (ACH) widely used by the U.S. military.\r\n\r\n\"That was very surprising, actually,\" says Joost Op 't Eynde, the Belgian bioengineering doctoral candidate at Duke who led the research project comparing three WWI-vintage helmets with the ACH model. \"It was only after the tests that we saw that the modern helmet was not better. And then we saw that, in certain scenarios, the French Adrian helmet had performed better.\"\r\n\r\nIt was only when those helmets were exposed to overhead blast waves that the 1915-era Adrian helmet outperformed the others. The Duke researchers point to the raised metal crest running from the front to the back of the Adrian helmet — a design feature also found on helmets used in those times by French firefighters — as a likely explanation for its superior protection from overhead blasts.\r\n\r\n\"The geometry of the helmet can make a big difference,\" says Op 't Eynde. \"I'm not sure a crest or something like it would work with a modern design, but just being aware of how the geometry might affect the way that the head and the brain might experience a shock wave is definitely something that I think should be kept in mind in helmet design.\"\r\n\r\nBut a 2014 review conducted by a committee created by the National Academies' National Research Council notes that while the Kevlar-based ACH helmet is a significant evolution from its WWI predecessors, the principal approach to helmet design remains protection from striking objects.\r\n\r\n\"The protection of the warfighter afforded by helmets from threats ranging from bullets, shrapnel, blasts, vehicle collisions and parachute landings has improved with improved helmet design and materials,\" the report's authors write. \"However, the level of protection from nonfatal brain tissue injuries, which may have health consequences beyond the acute phase, is not known.\"\r\n\r\nAn Army officer with the Program Executive Office Soldier branch that manages protective gear says a research gap explains why there has not been more progress in designing a blast wave-resistant combat helmet.\r\n\r\n\"How much of a blast wave is too much? It's not well-defined,\" says Lt. Col. Ginger Whitehead, the product manager for soldier protective equipment. \"It goes back to the medical community not establishing a correlation of injury to the blast wave.\"\r\n\r\nOthers, though, insist that a lack of a complete understanding of how blast waves affect the brain should not be an obstacle to coming up with helmets that do a better job of shielding soldiers' brains.\r\n\r\n\"It's not that you need to know exactly what the medical condition is that results from a blast wave of a certain amount of force,\" says University of Rochester physicist Eric Blackman, who co-authored a 2007 study examining the need for better TBI protection in combat helmets. \"You really need to protect the force from getting in the brain in the first place, and you can do that without knowing exactly what the medical symptoms are.\"\r\n\r\nRetired Gen. Peter Chiarelli has devoted much of his time since leaving active duty in 2012 as Vice Chief of Staff of the Army to advocating a better understanding of war-related TBI.\r\n\r\n\"We've spent billions of dollars — I did, as vice chief of staff — researching traumatic brain injury and post traumatic stress, and we really haven't gotten much return on that investment,\" says Chiarelli. \"And I would argue it's not necessarily the money that makes the most impact — it's groups of researchers that are willing to work together, share data, learn from each other, and when they go down that path that doesn't work, they tell each other rather than try to hide that from each other.\"\r\n\r\nThe University of Rochester's Blackman is convinced a combat helmet that more fully protects against TBI is both necessary and possible.\r\n\r\n\"There needs to be some kind of prioritization with very specific goals,\" he says. \"Bring people together — it will happen if there's a concerted effort toward it. If you think of something like the Manhattan project (that produced the first nuclear weapon during World War II) for this, that's what's lacking.\"\r\n\r\nWhile 100 percent protection may not be possible against blast waves, Blackman adds, the superior performance of a century-old combat helmet should be a reminder that there is ample room for improvement."
        }
    ]
}