{
    "articles": [
        {
            "title": "Coronavirus Cases Triple In South Korea; WHO Keeps Eye On Africa, Iran",
            "source": "https://text.npr.org/s.php?sId=808440540",
            "text": "The number of new coronavirus cases nearly tripled in South Korea on Saturday, the fourth consecutive day that tally has seen a major spike. Korea Centers for Disease Control and Prevention reported that the total number of confirmed cases in the country rose to 433 — less than 24 hours after the sum stood at 156.\r\n\r\nAs of Tuesday, the number of confirmed cases was just 31.\r\n\r\nMany of the new patients Saturday were located in or near Daegu, South Korea's fourth-largest city, where dozens of people linked with a Christian sect known as the Shincheonji Church of Jesus have shown symptoms of respiratory illness. The church, which has about 150,000 adherents, says it has shared with authorities the names of members who may have been exposed to the virus, and it is encouraging them to enter quarantine.\r\n\r\nMeanwhile, in the nearby city of Gumi, Samsung said it is shutting down a mobile device factory after confirming a case of the coronavirus at the facility. The Korean electronics giant said it is shuttering the factory at least through the weekend.\r\n\r\n\"The company has placed colleagues who came in contact with the infected employee in self-quarantine and taken steps to have them tested for possible infection,\" the company said in a statement released Saturday.\r\n\r\nTwo patients in South Korea have died from the disease now known as COVID-19, while at least 18 have recovered and been released from care. Thousands more are still undergoing testing for the respiratory disease.\r\n\r\nAll told, there have been more than 77,000 confirmed cases of the coronavirus worldwide, more than 2,300 of which have ended in a patient's death. The vast majority of those cases so far have been reported in mainland China, where the outbreak has its roots in the city of Wuhan — though the number of new confirmed cases there reportedly has been declining recently.\r\n\r\nBut the virus has not stopped at the Chinese border, Japan has seen recent leaps in cases of its own. And health officials are anxiously watching the numbers swell in countries even farther afield.\r\n\r\n\"The increasing signs of transmission outside China show that the window of opportunity we have for containing this virus is narrowing,\" Tedros Adhanom Ghebreyesus, the director-general of the World Health Organization, told a news conference Saturday.\r\n\r\nOf particular concern, he said, are \"the number of cases with no clear epidemiological link, such as travel history to China or contact with a confirmed case.\" He described as especially worrisome the disease's spread in Iran, where health officials have confirmed at least 28 cases, 10 of which were reported in the past day.\r\n\r\nHe said the WHO has sent testing kits to Iran. And though just one confirmed case has been reported in Africa — in Egypt, specifically — Tedros warned that because of the robust trading relationship between China and some countries on the continent, health officials should be preparing for its arrival before long.\r\n\r\n\"Our biggest concern continues to be the potential for COVID-19 to spread in countries with weak health systems,\" he said.\r\n\r\n\"We know a little bit more about this virus and the disease it causes. We know that more than 80% of patients have mild disease and will recover, but the other 20% of patients have severe or critical disease, ranging from shortness of breath to septic shock and multi-organ failure,\" said Tedros.\r\n\r\n\"These patients require intensive care, using equipment such as respiratory support machines that are, as you know, in short supply in many African countries.\""
        },
        {
            "title": "Former acting Attorney General Matt Whitaker: Russia 'trying to interfere in 2020'",
            "source": "http://lite.cnn.com/en/article/h_af09ebd1b935c87120c1eaf2888b59d2",
            "text": "Former acting Attorney General Matthew Whitaker warned Russia is \"trying to interfere in 2020\" during remarks at the Oxford Union in the UK on Friday, remarks that came after it was revealed that a Capitol Hill briefing on Russia's continued election interference had angered President Donald Trump.\r\n\r\nCNN has obtained a recording of Whitaker's remarks. Whitaker, who replaced Attorney General Jeff Sessions, told the audience at Oxford that law enforcement officials at the Justice Department and the FBI were constantly on guard against the Russian threat to US elections.\r\n\r\n\"I am never going to deny that Russia tried to interfere in 2016,\" Whitaker said. \"They tried to interfere in 2018. And they're trying to interfere in 2020,\" Whitaker said, adding the Kremlin's efforts go back to the Reagan administration.\r\n\r\n\"We have to be on guard,\" Whitaker said. \"At the Department of Justice, especially at the FBI, we had a unique view as to how to interrupt their effort. It's a counterespionage, counterintelligence, all of the kind of things that you do when other countries are trying to interfere in your domestic elections.\"\r\n\r\nThe intelligence community's top election security official delivered a briefing to lawmakers last week warning them that the intelligence community believes Russia is already taking steps to interfere in the 2020 election with the goal of helping Trump win, three sources familiar with the matter tell CNN. Last week's briefing, led by election security official Shelby Pierson and first reported by The New York Times, addressed the overall picture of Russia's efforts, including hacking, weaponizing social media and attacks on election infrastructure, one of the sources said.\r\n\r\nWhitaker was asked about Trump's pressure campaign on Ukraine to obtain dirt on former Vice President Joe Biden, an effort that led to the President's impeachment in the House and acquittal in the Senate. The former acting attorney general brushed off the notion that the Ukraine scandal will somehow lead to unchecked presidential powers.\r\n\r\n\"We got a transcript and we read the transcript and everybody can see what the transcript says and what the President did,\" he said. \"I agree with Republicans that it's not an impeachable offense. I don't think it provides a safe harbor that now the President can ask for personal favors.\"\r\n\r\nWhitaker said Democrats failed to remove the President, in part, because they lacked the votes to do so in the Senate.\r\n\r\n\"Elections fundamentally have consequences,\" Whitaker said.\r\n\r\nWhitaker also weighed in on current Attorney General William Barr's recent complaints that Trump's tweets about sensitive Justice Department cases make his life more difficult.\r\n\r\n\"I believe Bill Barr when he says the President tweeting about cases is not helpful for him running the Department of Justice and administering justice,\" Whitaker said.\r\n\r\n\"I was lucky that I didn't have the President tweeting about cases, except for the Mueller investigation while I was acting attorney general,\" Whitaker added. \"So that was good for my experience.\""
        },
        {
            "title": "Thailand's Constitutional Court Dissolves Major Opposition Party",
            "source": "https://text.npr.org/s.php?sId=808149472&rid=1001",
            "text": "Thailand's top court has dissolved a nascent political party that has rankled the country's military establishment.\r\n\r\nThe court said the party's leader, 41-year-old Thanathorn Juangroongruangkit, violated election law because he gave the new party about $6 million – far more than Thai law allows for political donations. Thanathorn insists the money was a loan.\r\n\r\nThe party, Future Forward, was formed less than two years ago and surprised observers with its strong third-place showing in elections last March. It \"ran on a platform that included reducing the military's role in Thai politics, a message that resonated, especially with young people,\" as Michael Sullivan reported for NPR from Chiang Rai.\r\n\r\nThe court also banned the party's 16-member executive committee from politics for the next ten years, some of whom are currently serving in Parliament. More than 60 other party members who hold seats in Parliament have 60 days to join a different party, according to the Bangkok Post.\r\n\r\nThanathorn, the heir to an auto parts fortune, addressed supporters on Friday and encouraged them to keep fighting.\r\n\r\n\"This is the time to prove they can't destroy us. We must be stronger as they want to grind us into the dirt,\" he said, according to The Associated Press. \"Therefore, this is the time to stand firm. Don't change your mind. Don't lose your fire. Don't stop dreaming. The Future Forward Party isn't just a political party, but a spirit, people and a journey.\"\r\n\r\nThailand's prime minister, Prayuth Chan-ocha, took power in a military coup in 2014. His party performed well in last year's general election and he held onto his office, though as Sullivan reported, it was a contest that \"most independent observers say was rigged in the military party's favor.\" In 2016, Thai voters also approved a new constitution that further enshrined the power of the military in the country's political life.\r\n\r\nFuture Forward and its leader have faced dozens of legal challenges. The party has had to defend itself in court against claims that it is associated with the Illuminati secret society, apparently because its inverted triangle symbol bears a likeness to the group's symbol. A court dismissed the charge last month.\r\n\r\nAccording to the Bangkok Post, Thanathorn told supporters that the party would rebrand as a movement focusing on education and environmental issues, and he will fund it. The word \"party\" has been crossed out from the group's logos on social media, the newspaper stated.\r\n\r\nThe isn't the first time Thailand's Constitutional Court has dissolved a party, as Reuters noted. In 2006, the Thai military launched another coup against then-Prime Minister Thaksin Shinawatra. The following year, the court dissolved his party.\r\n\r\nThe European Union sharply criticized Future Forward's dissolution, calling it \"a set-back for political pluralism in Thailand.\" The EU noted that the party received more than 6 million votes.\r\n\r\n\"Dissolving political parties or banning Members of Parliament runs counter to the process of restoring pluralism initiated last year,\" the EU stated. \"Political space in Thailand should remain open.\""
        },
        {
            "title": "Study Finds Century-Old Combat Helmet Is A Superior Shield Against Brain Trauma",
            "source": "https://text.npr.org/s.php?sId=808333569&rid=1001",
            "text": "In the weeks following Iran's Jan. 8 ballistic missile attack on the Ain al-Assad air base in Iraq, 110 American service members deployed there were diagnosed with what has been the signature, albeit invisible, wound of the wars in Iraq and Afghanistan: traumatic brain injury caused by concussive blasts from exploding weapons.\r\n\r\nEven if all of those service members were wearing combat helmets, they and more than 400,000 other U.S. troops diagnosed with TBI over the past two decades lacked equipment that was specifically designed to protect their brains from the blast of shock waves.\r\n\r\nThat's because ever since the first modern combat helmet came out in 1915, these so-called \"brain buckets\" have been designed to protect heads not from invisible shock waves, but from shrapnel, bullets and other blunt physical objects.\r\n\r\nIn fact, a recent study done by a team of Duke University researchers finds that the 105-year-old \"Adrian\" helmet used by the French army in World War I can provide better blast protection than the Advanced Combat Helmet (ACH) widely used by the U.S. military.\r\n\r\n\"That was very surprising, actually,\" says Joost Op 't Eynde, the Belgian bioengineering doctoral candidate at Duke who led the research project comparing three WWI-vintage helmets with the ACH model. \"It was only after the tests that we saw that the modern helmet was not better. And then we saw that, in certain scenarios, the French Adrian helmet had performed better.\"\r\n\r\nIt was only when those helmets were exposed to overhead blast waves that the 1915-era Adrian helmet outperformed the others. The Duke researchers point to the raised metal crest running from the front to the back of the Adrian helmet — a design feature also found on helmets used in those times by French firefighters — as a likely explanation for its superior protection from overhead blasts.\r\n\r\n\"The geometry of the helmet can make a big difference,\" says Op 't Eynde. \"I'm not sure a crest or something like it would work with a modern design, but just being aware of how the geometry might affect the way that the head and the brain might experience a shock wave is definitely something that I think should be kept in mind in helmet design.\"\r\n\r\nBut a 2014 review conducted by a committee created by the National Academies' National Research Council notes that while the Kevlar-based ACH helmet is a significant evolution from its WWI predecessors, the principal approach to helmet design remains protection from striking objects.\r\n\r\n\"The protection of the warfighter afforded by helmets from threats ranging from bullets, shrapnel, blasts, vehicle collisions and parachute landings has improved with improved helmet design and materials,\" the report's authors write. \"However, the level of protection from nonfatal brain tissue injuries, which may have health consequences beyond the acute phase, is not known.\"\r\n\r\nAn Army officer with the Program Executive Office Soldier branch that manages protective gear says a research gap explains why there has not been more progress in designing a blast wave-resistant combat helmet.\r\n\r\n\"How much of a blast wave is too much? It's not well-defined,\" says Lt. Col. Ginger Whitehead, the product manager for soldier protective equipment. \"It goes back to the medical community not establishing a correlation of injury to the blast wave.\"\r\n\r\nOthers, though, insist that a lack of a complete understanding of how blast waves affect the brain should not be an obstacle to coming up with helmets that do a better job of shielding soldiers' brains.\r\n\r\n\"It's not that you need to know exactly what the medical condition is that results from a blast wave of a certain amount of force,\" says University of Rochester physicist Eric Blackman, who co-authored a 2007 study examining the need for better TBI protection in combat helmets. \"You really need to protect the force from getting in the brain in the first place, and you can do that without knowing exactly what the medical symptoms are.\"\r\n\r\nRetired Gen. Peter Chiarelli has devoted much of his time since leaving active duty in 2012 as Vice Chief of Staff of the Army to advocating a better understanding of war-related TBI.\r\n\r\n\"We've spent billions of dollars — I did, as vice chief of staff — researching traumatic brain injury and post traumatic stress, and we really haven't gotten much return on that investment,\" says Chiarelli. \"And I would argue it's not necessarily the money that makes the most impact — it's groups of researchers that are willing to work together, share data, learn from each other, and when they go down that path that doesn't work, they tell each other rather than try to hide that from each other.\"\r\n\r\nThe University of Rochester's Blackman is convinced a combat helmet that more fully protects against TBI is both necessary and possible.\r\n\r\n\"There needs to be some kind of prioritization with very specific goals,\" he says. \"Bring people together — it will happen if there's a concerted effort toward it. If you think of something like the Manhattan project (that produced the first nuclear weapon during World War II) for this, that's what's lacking.\"\r\n\r\nWhile 100 percent protection may not be possible against blast waves, Blackman adds, the superior performance of a century-old combat helmet should be a reminder that there is ample room for improvement."
        },
        {
            "title": "Big European companies ban business travel as coronavirus outbreak escalates",
            "source": "http://lite.cnn.com/en/article/h_b48033031a9d24947aa2291296965322",
            "text": "Big European companies have started to ban or restrict business travel for hundreds of thousands of employees as the coronavirus outbreak accelerates.\r\n\r\nThe restrictions are piling pressure on airlines and the broader travel industry, which faces a monthly hit of more than $46 billion from the coronavirus, according to the Global Business Travel Association, a trade body based in Washington, D.C.\r\n\r\nNestlé, the world's largest food company, said Thursday it has asked all 291,000 of its employees not to travel internationally for business until the middle of March. \"Domestic travel should be replaced by alternative methods of communication where possible,\" a company spokesperson added.\r\n\r\nA spokesperson for L'Oreal said all business trips have been suspended until the end of March \"as a precautionary measure.\"\r\n\r\nConsumer goods giant Unilever said it has been restricting travel to and from northern Italy and other affected countries. Beyond that the guidance is \"business-critical travel only,\" a company spokesperson said.\r\n\r\nBetween them, Nestlé, L'Oreal and Unilever employ about 532,000 people worldwide.\r\n\r\nItalian bank UniCredit and Amsterdam-based tech group Prosus have also implemented company-wide travel bans to reduce the risk of employees catching the coronavirus. US agricultural company Cargill also said it has banned all non-essential business travel.\r\n\r\nIf more companies do the same, the pressure will build on an aviation industry that is already reeling from a slump in demand for passenger and cargo traffic with Asia.\r\n\r\nMajor European airlines are already taking steps to cut costs. Lufthansa and Air France-KLM announced this week that they are offering employees unpaid leave and pausing or reducing hiring.\r\n\r\nIAG, the parent company of British Airways, said Friday that it could not give accurate profit guidance for 2020 \"given the ongoing uncertainty of the potential impact and duration\" of the coronavirus. Its stock was trading more than 8% weaker on Friday morning in London, taking losses this week to 24%.\r\n\r\nIn a letter seen by CNN Business, Air France-KLM CFO Erik Swelheim told managers that non-critical investments, such as refurbishment of buildings and hangars, will be delayed. Spend on advertising and IT will be reduced, he said.\r\n\r\nThe impact on the airline's revenue from the coronavirus \"will be very significant and will only partly be mitigated by lower costs and a lower fuel price,\" Swelheim said. \"We will have to take immediate measures to safeguard our operating income, in order to protect our necessary investment program,\" he added. The company's share price is off more than 23% this week.\r\n\r\nLufthansa said flight attendant training courses planned for April would be canceled. Participants already on courses will not be hired in the short term. The airline, which has grounded 13 aircraft due to a decline in demand, said it is considering expanding part-time work options. The stock was down 5% in Germany on Friday, extending losses this week to 21%.\r\n\r\nEuropean economy\r\n\r\nThere are also signs that flights within Europe are being disrupted.\r\n\r\nBritish Airways said it is reducing the number of flights between London and Milan's Linate airport over the next two weeks due to falling demand. Milan is located in the northern region of Lombardy, where Italy has recorded most of its coronavirus cases.\r\n\r\nThe airline will also reduce its daily service to Seoul to three to four times weekly starting on March 13, adding to existing reductions on other Asian routes and the ongoing suspension of flights to mainland China.\r\n\r\nEurope's largest low-cost carrier, Ryanair, which flies to more than 20 Italian destinations including Milan, said Thursday that all its flights are operating as normal.\r\n\r\nAirport operators are also feeling the pain. Fraport, which owns Frankfurt airport, said the virus outbreak is having a \"major impact\" on \"all business areas,\" including flight operations, ground handling, cargo and retail. The international aviation hub is pausing non-essential hiring and offering employees voluntary unpaid leave or reduced working hours.\r\n\r\nWorking from home\r\n\r\nWhile travel restrictions are becoming commonplace, there is little sign yet of a widespread drive to encourage home working in Europe.\r\n\r\nChevron's employees in its London Canary Wharf office, where it employs 300 people, have been working from home since Tuesday, after an employee experiencing flu-like symptoms was tested for coronavirus. But big global banks such as HSBC and Barclays, which have their head offices nearby, told CNN Business that staff are still coming in to the office.\r\n\r\nUniCredit has encouraged employees located in the towns \"worst affected\" to rely on remote working where possible.\r\n\r\nNestlé said it has asked employees who have traveled to \"affected countries,\" including Italy, France, Germany, Spain, Canada, the United Kingdom and the United States, in the last two weeks to work from home for 14 days \"where possible.\"\r\n\r\nBy contrast, in an attempt to limit social contact and slow the spread of the virus, millions of employees in Asia have been working from home for weeks since the outbreak accelerated in China late last month.\r\n\r\n- Eoin McSweeney contributed reporting."
        },
        {
            "title": "US and Taliban poised to sign historic agreement",
            "source": "https://text.npr.org/s.php?sId=810440516&rid=1001",
            "text": "After a week-long \"reduction in violence,\" the US and Taliban are poised to sign a historic agreement Saturday, which would set into motion the drawdown of US troops from Afghanistan and potentially pave the way to ending America's longest-fought war.\r\n\r\nPresident Donald Trump announced Friday that he had dispatched Secretary of State Mike Pompeo to \"witness the signing of an agreement with representatives of the Taliban\" and Defense Secretary Mark Esper to \"issue a joint declaration with the government of Afghanistan.\"\r\n\r\n\"If the Taliban and the government of Afghanistan live up to these commitments, we will have a powerful path forward to end the war in Afghanistan and bring our troops home,\" Trump said in a statement. \"These commitments represent an important step to a lasting peace in a new Afghanistan, free from Al Qaeda, ISIS, and any other terrorist group that would seek to bring us harm.\"\r\n\r\nThe deal will be inked in Doha, Qatar, which served as the base for on-and-off talks between US and Taliban negotiators for more than a year. Those negotiations have been led on the US side by Special Representative for Afghanistan Reconciliation Zalmay Khalilzad. The two sides had reached \"an agreement in principle\" in early September 2019, Khalilzad said at the time. Shortly thereafter, Trump called off the talks and said he canceled a secret Camp David summit with the militant group after they took credit for a deadly attack in Kabul that killed a US service member.\r\n\r\nIn a surprise visit to Afghanistan in November, Trump announced that the talks had restarted. The US President made the announcement shortly after the Taliban released an American and Australian professor in exchange for the release of three Taliban prisoners by the Afghan government. The State Department announced in early December that Khalilzad had rejoined talks with the Taliban in the Qatari capital.\r\n\r\nThe signing of the agreement would see the realization of a campaign promise for Trump, who has sought to diminish US involvement in wars overseas. Under the plan, the American military presence would be reduced to 8,600 troops from the current 12,000 to 13,000 over the course of 135 days, according to two sources familiar with the agreement.\r\n\r\nPompeo, speaking at the State Department Tuesday, noted that such a drawdown would be \"conditions-based,\" adding that it \"sets a high bar for the things that will take place in order for America to ensure that we can accomplish both of those missions: a peace and reconciliation solution in Afghanistan and ensuring that the homeland continues to be as risk free as we can possibly make it.\"\r\n\r\nA senior Afghan politician told CNN Friday that Afghan government is wary about the upcoming deal, which is meant to trigger intra-Afghan dialogue between Afghan stakeholders and the Taliban.\r\n\r\n\"These negotiations, if they take place, will be the first time that Afghans representing all sides of the conflict will sit down together and begin the hard work of reconciliation,\" Pompeo said Tuesday.\r\n\r\nDeveloping the team to send to the talks has been deeply challenging but the tentative plan is for each side -- the Afghans and the Taliban -- to have 15 representatives, sources told CNN earlier this week.\r\n\r\nMembers of Congress and regional experts have raised concerns about the deal, which has yet to be made public. On Wednesday, Rep. Liz Cheney led a group of 21 other Republican lawmakers in expressing \"serious concerns\" about the anticipated agreement.\r\n\r\nIn a letter to Pompeo and Esper, they wrote that they are \"are seeking assurances that you will not place the security of the American people into the hands of the Taliban, and undermine our ally, the current government of Afghanistan.\"\r\n\r\nThere were a record high number of attacks carried out in Afghanistan last year by the Taliban and other anti-government groups. The violence in Afghanistan has continued this year, with the Taliban killing two US service members earlier this month.\r\n\r\nThere are also concerns that a deal with the Taliban could put at risk the gains made by Afghan civil society and women. Repeatedly pressed about a commitment to women's rights, Pompeo on Tuesday did not specifically answer.\r\n\r\n\"Our mission set there has been much broader than that,\" Pompeo said.\r\n\r\n\"Our mission set there is to deliver good security outcomes for the Afghan people, to let their political process work its way through,\" he said. \"I'm very confident that the very concerns that you raised will be addressed as part of these conversations.\""
        },
        {
            "title": "Boeing's Starliner spacecraft is built to carry astronauts, but safety concerns loom",
            "source": "http://lite.cnn.com/en/article/h_74e5eae43857c140c2572d887b71a10c",
            "text": "Boeing's Starliner spacecraft, which was slated to begin flying NASA astronauts to the International Space Station this year, faces new questions about safety after a botched test flight in December.\r\n\r\nOn Friday, Boeing revealed that ground controllers lost contact with Starliner 37 times during the mission, and investigators are still working to determine how to correct those issues. The company also confirmed that it had failed to run a full simulation of how the spacecraft's software would run during the two major stretches of the mission — from liftoff to docking with the International Space Station and from undocking to landing. Such testing could have potentially detected software problems that caused Starliner to stumble off its path toward the International Space Station, forcing it to make an early landing.\r\n\r\nBoeing said it had completed \"extensive\" testing of the spacecraft's software ahead of the December test mission. But those tests only focused on isolated chunks of Starliner's code, John Mulholland, manager of Boeing's Starliner program, said during a briefing about the results of an independent investigation into what went wrong.\r\n\r\nMulholland said the software testing team initially believed they were taking the best approach, and he insisted Boeing did not try to take shortcuts.\r\n\r\n\"But obviously we have gaps to fill,\" Mulholland added.\r\n\r\nHe noted Boeing plans to run more comprehensive software tests going forward and will revise its protocols.\r\n\r\nMulholland's comments came after the Orlando Sentinel reported on Wednesday that members of an independent safety advisory panel were critical of Boeing for its failure to conduct a more complete end-to-end vetting of Starlliner's software.\r\n\r\nNASA announced earlier this month that it would launch a full-scale safety review of the company's work on Starliner. The inquiry is separate from the investigation into the problems that arose during the test mission. The space agency noted that there were \"numerous instances where the Boeing software quality processes either should have or could have uncovered the defects.\"\r\n\r\nIt's not clear whether Boeing will have to redo its uncrewed test flight before allowing astronauts on board. The company has already set aside $410 million to pay for a second test flight in case NASA orders one.\r\n\r\nMulholland said that, at this point, Boeing and NASA believe they have identified how to correct and prevent the two major software errors that were identified during the December test flight. But the investigation isn't over: Officials are still working to determine what caused Starliner's communications issues, and they may not have answers until late March, a Boeing spokesperson said.\r\n\r\nThe company previously revealed that Starliner flew through a communications blackout zone that prevented ground controllers from taking control of the spacecraft during crucial moments of the flight test. On Friday, Mulholland revealed Starliner encountered those dead periods dozens of times during flight.\r\n\r\nBoeing executives previously said those problems could have been caused by interference from cell towers on the ground. It's not yet clear if Starliner's on-board systems could be altered to avoid such interference.\r\n\r\nBoeing has worked for the past decade to prepare Starliner for crewed missions, ever since NASA retired its space shuttle program and asked the private sector to design spacecraft capable of ferrying astronauts to the International Space Station.\r\n\r\nThe space agency allocated $4.2 billion to Boeing and $2.6 billion to SpaceX in 2014 for that task.\r\n\r\nThose contracts marked a new way of doing business for NASA: Rather than handling design and testing in house, as the space agency has done with all previous human spaceflight programs, it allowed the companies to design their own testing roadmaps.\r\n\r\nThe space agency is still overseeing the process, and it signed off on Boeing's work before Starliner's December test flight.\r\n\r\nWhen asked for comment about the results of Starliner's review that were shared Friday, a NASA spokesperson said the agency would address the investigation at a joint press conference on March 6.\r\n\r\nNASA initially hoped Boeing's and SpaceX's new vehicles would be up and running by 2017. Meanwhile, the space agency has paid Russia to fly American astronauts to the space station aboard Soyuz spacecraft.\r\n\r\nSpaceX's Crew Dragon completed its last major testing milestone in January. The company now appears poised to gain approval from NASA to begin flying astronauts in the coming weeks or months.\r\n\r\nStarliner's December test flight, a mission years in the making, was designed to show that the vehicle can safely dock with the International Space Station. But it quickly took a wrong turn.\r\n\r\nThe vehicle failed to fire its engines at the correct moment, causing it to burn through precious fuel as it attempted to stabilize itself on a wayward course. Officials said the problem prevented Starliner from safely linking up with the space station, and the spacecraft was forced to land in New Mexico days before it was supposed to.\r\n\r\nNASA and Boeing officials said in the immediate aftermath that Starliner missed its engine burn because of a software error that caused its internal clock to be 11 hours off.\r\n\r\nAt the time, NASA did not rule out allowing Starliner to launch its first-ever crewed mission without repeating the test flight. Boeing and NASA stressed that Starliner managed to demonstrate a safe landing and proved other key elements, such as its life support systems, functioned properly.\r\n\r\nThen, members of an independent safety advisory panel revealed in early February that Boeing had identified a second, potentially more severe software issue during the mission, though ground controllers were able to correct that error before it impacted Starliner's performance. Boeing confirmed that information during a February 7 press conference.\r\n\r\nThat error could have caused another misfire during the spacecraft's return — specifically, when Starliner's crew cabin separated from a cylindrical service module before landing, according to Boeing and NASA officials. They said that the coding error, if left undetected, could have caused the service module to ram into the crew capsule, potentially causing serious damage."
        }
    ]
}